import React from 'react'
export const UserAgreementPage = () => {
  return (
    <div className="row">
      <div className="col s8 offset-s2 card-panel">
        <ul className="collection with-header">
          <li className="collection-header">
            <h4>Пользовательское соглашение</h4>
          </li>
          <li className="collection-item">
            <p>
              Настоящее Пользовательское Соглашение (Далее Соглашение)
              регулирует отношения между владельцем promised-land.ru (далее
              promised-land.ru или Администрация) с одной стороны и
              пользователем сайта с другой. Сайт promised-land.ru не является
              средством массовой информации. Используя сайт, Вы соглашаетесь с
              условиями данного соглашения.{' '}
              <b>
                Если Вы не согласны с условиями данного соглашения, не
                используйте сайт promised-land.ru!
              </b>
            </p>
          </li>
          <li className="collection-item">
            <h5>Права и обязанности сторон</h5>
            <p>
              <b>Пользователь имеет право:</b>
            </p>
            <p>- осуществлять поиск информации на сайте</p>
            <p>- получать информацию на сайте</p>
            <p>
              - копировать информацию на другие сайты с разрешения
              правообладателя
            </p>
            <p>- использовать информацию сайта в личных некоммерческих целях</p>
            <p>
              <b>Администрация имеет право:</b>
            </p>
            <p>
              - по своему усмотрению и необходимости создавать, изменять,
              отменять правила
            </p>
            <p>- ограничивать доступ к любой информации на сайте</p>
            <p>- создавать, изменять, удалять информацию</p>
            <p>
              <b>Пользователь обязуется:</b>
            </p>
            <p>- обеспечить достоверность предоставляемой информации</p>
            <p>
              - не распространять информацию, которая направлена на пропаганду
              войны, разжигание национальной, расовой или религиозной ненависти
              и вражды, а также иной информации, за распространение которой
              предусмотрена уголовная или административная ответственность- не
              распространять информацию, которая направлена на пропаганду войны,
              разжигание национальной, расовой или религиозной ненависти и
              вражды, а также иной информации, за распространение которой
              предусмотрена уголовная или административная ответственность
            </p>
            <p>- не нарушать работоспособность сайта</p>
            <p>
              - не совершать действия, направленные на введение других
              Пользователей в заблуждение
            </p>
            <p>
              - не размещать материалы рекламного, эротического,
              порнографического или оскорбительного характера, а также иную
              информацию, размещение которой запрещено или противоречит нормам
              действующего законодательства РФ
            </p>
            <p>
              - не использовать скрипты (программы) для автоматизированного
              сбора информации и/или взаимодействия с Сайтом и его Сервисами
            </p>
            <p>
              <b>Администрация обязуется:</b>
            </p>
            <p>
              - поддерживать работоспособность сайта за исключением случаев,
              когда это невозможно по независящим от Администрации причинам.
            </p>
            <p>
              - предоставить всю доступную информацию о Пользователе
              уполномоченным на то органам государственной власти в случаях,
              установленных законом
            </p>
          </li>
          <li className="collection-item">
            <h5>Ответственность сторон</h5>
            <p>
              - пользователь лично несет полную ответственность за
              распространяемую им информацию
            </p>
            <p>
              - администрация не несёт ответственность за несовпадение ожидаемых
              Пользователем и реально полученных услуг
            </p>
            <p>
              - администрация не несет никакой ответственности за услуги,
              предоставляемые третьими лицами
            </p>
            <p>
              - в случае возникновения форс-мажорной ситуации (боевые действия,
              чрезвычайное положение, стихийное бедствие и т. д.) Администрация
              не гарантирует сохранность информации, размещённой Пользователем,
              а также бесперебойную работу информационного ресурса
            </p>
          </li>
          <li className="collection-item">
            <h5>Условия действия Соглашения</h5>
            <p>
              Данное Соглашение вступает в силу при любом использовании данного
              сайта. Соглашение перестает действовать при появлении его новой
              версии. Администрация оставляет за собой право в одностороннем
              порядке изменять данное соглашение по своему усмотрению. При
              изменении соглашения, в некоторых случаях, администрация может
              оповестить пользователей удобным для нее способом.
            </p>
          </li>
          <li className="collection-header">
            <h4>Политика обработки персональных данных</h4>
          </li>
          <li className="collection-item">
            <p>
              Персональные данные Пользователя/Покупателя обрабатываются в
              соответствии с ФЗ «О персональных данных» № 152-ФЗ.
            </p>
          </li>
          <li className="collection-item">
            <p>
              <b>
                Я (Покупатель) принимаю условия политику обработки персональных
                данных.
              </b>
            </p>
            <p>
              - При покупки на Сайте Пользователь предоставляет следующую
              информацию: Фамилия, Имя, Отчество, контактный номер телефона,
              адрес электронной почты, дату рождения, пол, адрес доставки
              товара.
            </p>
            <p>
              - Под обработкой персональных данных понимается любое действие
              (операция) или совокупность действий (операций), совершаемых с
              использованием средств автоматизации или без использования таких
              средств с персональными данными, включая сбор, запись,
              систематизацию, накопление, хранение, уточнение (обновление,
              изменение) извлечение, использование, передачу (в том числе
              передачу третьим лицам, не исключая трансграничную передачу, если
              необходимость в ней возникла в ходе исполнения обязательств),
              обезличивание, блокирование, удаление, уничтожение персональных
              данных.
            </p>
            <p>
              - Продавец вправе использовать технологию «cookies». «Cookies» не
              содержат конфиденциальную информацию. Посетитель / Пользователь /
              Покупатель настоящим дает согласие на сбор, анализ и использование
              cookies, в том числе третьими лицами для целей формирования
              статистики и оптимизации рекламных сообщений.
            </p>
            <p>
              - Продавец получает информацию об ip-адресе посетителя Сайта
              www.Promised-land.ru. Данная информация не используется для
              установления личности посетителя. 6. Продавец не несет
              ответственности за сведения, предоставленные
              Пользователем/Покупателем на Сайте в общедоступной форме.
            </p>
            <p>
              - Продавец не несет ответственности за сведения, предоставленные
              Пользователем/Покупателем на Сайте в общедоступной форме.
            </p>
            <p>
              - Продавец вправе осуществлять записи телефонных разговоров с
              Пользователем/Покупателем. При этом Продавец обязуется:
              предотвращать попытки несанкционированного доступа к информации,
              полученной в ходе телефонных переговоров, и/или передачу ее
              третьим лицам, не имеющим непосредственного отношения к исполнению
              Заказов, в соответствии с п. 4 ст. 16 Федерального закона «Об
              информации, информационных технологиях и о защите информации».
            </p>
          </li>
        </ul>
      </div>
    </div>
  )
}
